Repository: IAmMajo/Pleno
Catalog: KIVoP-ios/KIVoP-ios/Localizable.xcstrings
Source language: en
Languages: de, tr

source: ** Data protection ** The operators of this app take the protection of your personal data very seriously.We treat your personal data confidentially and in accordance with the statutory data protection regulations and this data protection declaration. If you use this app, various personal data will be collected.Personal data is data that can be used to personally identify. The present data protection declaration explains which data we collect and for what we use it for.She also explains how and for what purpose it happens. We would like to point out that data transmission on the Internet (e.g. when communicating by email) can have security gaps. Complete protection of the data before access by third parties is not possible. ** Note on the responsible body ** The responsible body for data processing on this app is: Esther Lukeba Blumermann Straße 17 53842 Troisdorf Telephone: 022418667509 Email: esther.lukeba [@hsrw.org] (mailto: lennart-luis.guggenberger@hsrw.org) The responsible body is the natural or legal person who, alone or together with others, for the purposes and means of processing personal data (e.g. B. Names, email addresses or the like) decides. ** memory duration ** Insofar as no more specific storage duration was mentioned within this data protection declaration, your personal data remains with us until the purpose for data processing is no longer necessary. If you claim a legitimate deletion request or revoke consent to data processing, your personal data, such as email address, telephone number and profile picture, will be deleted. However, in order to ensure the completeness and traceability of the meeting protocols, the identity of the person concerned (e.g. name and role) remains in these protocols.This serves to authenticity and integrity of the documentation. The other personal data is irrevocably removed if there are no other legally permissible reasons for the storage (e.g. tax or commercial retention periods).In the latter case, the deletion is deleted according to these reasons. ** General information on the legal basis of data processing on this website ** If you have consented to data processing, we process your personal data based on Art. 6 para. 1 lit. a GDPR or Art. 9 Para. 2 lit. a GDPR, provided that special data categories are processed according to Art. 9 Para. 1 GDPR.In the event of an express consent to the transfer of personal data in third countries, data processing also takes place on the basis of Art. 49 Para. 1 lit. a GDPR.If you are storing cookies or accessing information in your end device (e.g. have consented via device fingerprinting), data processing is also carried out on the basis of Section 25 (1) TDDDG.The consent can be revoked at any time.If your data is required for the fulfillment of the contract or carry out pre -contractual measures, we process your data based on Art. 6 Para. 1 Lit.B GDPR.We also process your data if this To fulfill a legal obligation, are required on the basis of Art. 6 Para. 1 lit. C GDPR.Data processing can also be carried out on the basis of our legitimate interest in accordance with Art. 6 Para. 1 lit. f GDPR.In the following paragraphs of this data protection declaration, the legal bases relevant in each individual case are informed. ** Revocation of your consent to data processing ** Many data processing processes are only possible with their express consent.You can revoke an already granted consent at any time. The legality of the data processing carried out until the revocation remains unaffected by the revocation. ** Right of objection against data collection in special cases and against Direct advertising (Art. 21 GDPR) ** If the data processing based on Art.6 para.1 lit. E or F GDPR, you have the right to object to the processing of your personal data at any time, for reasons that result from your particular situation;This also applies to a profiling based on these provisions.The respective legal basis on which processing is based can be found in this data protection declaration. If you make an objection, we will no longer process your data subject to personal data, unless we can demonstrate compelling legitimate grounds for the processing that outweigh your interests, rights and freedoms or the processing serves to assert, exercise or defend Legal claims (objection according to Art. 21 Para. 1 GDPR). If your personal data is processed to operate direct mail, you have the right to object at any time to the processing of personal data relating to the purpose of such advertising;This also applies to profiling, insofar as it is connected to such direct advertising.If you contradict, your personal data will then no longer be used for the purpose of direct mail (objection according to Art. 21 Para. 2 GDPR). ** Complaint right with the responsible supervisory authority ** In the event of violations of the GDPR, those affected have a right to complain to one Supervisory authority, especially in the Member State of their habitual stay, their workplace or the place of the alleged violation. The right to complain is without prejudice to other administrative or judicial remedies. ** Right to data portability ** You have the right, data that we are based on your consent or in fulfilling a contract Processing automatically, having yourself or to a third party in a common, machine -readable format. If you request the direct transfer of the data to another person responsible, this is only done if it is technically feasible. ** Information, correction and deletion ** As part of the applicable legal provisions, you have the right to free information about your stored personal data, its origin and recipient and the purpose of data processing and, if necessary, the right to correct or delete this data. You can contact us at any time for further questions about personal data. ** Right to restriction of processing ** You have the right to restrict the processing of your personal data.You can contact us at any time. The right to restriction of processing is there in the following cases: - If you deny the correctness of your personal data stored by us, we usually need time to check this. For the duration of the exam, you have the right to restrict the processing of your personal data. - If the processing of your personal data is ill/happens, you can request the restriction of data processing instead of deletion. - If we no longer need your personal data, but you need you to exercise, defend or assert legal claims, you have the right to request the processing of your personal data instead of deleting. - If you are contradictory. 21 Para. 1 GDPR must have a weighing up between your and our interests. As long as it is not yet clear whose interests outweigh you, you have the right to restrict the processing of your personal data. - If you have restricted the processing of your personal data, this data may - apart from your storage - only with your consent or to assert, exercise or defend legal claims or to protect the rights of a different natural or legal person or for reasons of an important publicInterest of the European Union or a Member State. ** SSL or TLS encryption ** This app uses SSL or TLS encryption for safety reasons and to protect confidential content, such as registration data or inquiries that you send via the app.You can see an encrypted connection from the fact that a corresponding security certificate is stored in your app connection. If the SSL or TLS encryption is activated, the data you transmit to us cannot be read by third parties. ** Objection to advertising emails ** The use of contact details published within the framework of the imprint obligation to send not expressly requested advertising and information material is hereby objected. The operators of the pages expressly reserve the right to take legal steps in the event of unsolicited sending of advertising formations, for example through spam emails.
de: **Datenschutz** Die Betreiber dieser App nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Wenn Sie diese App benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht. Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. **Hinweis zur verantwortlichen Stelle** Die verantwortliche Stelle für die Datenverarbeitung auf dieser App ist: Esther Lukeba Blumenmann Straße 17 53842 Troisdorf Telefon: 022418667509 E-Mail: Esther.lukeba[@hsrw.org](mailto:lennart-luis.guggenberger@hsrw.org) Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet. **Speicherdauer** Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre personenbezogenen Daten, wie beispielsweise E-Mail-Adresse, Telefonnummer und Profilbild, gelöscht. Um jedoch die Vollständigkeit und Nachvollziehbarkeit der Meeting-Protokolle zu gewährleisten, bleibt die Identität der betreffenden Person (z. B. Name und Rolle) in diesen Protokollen erhalten. Dies dient der Authentizität und Integrität der Dokumentation. Die übrigen personenbezogenen Daten werden unwiderruflich entfernt, sofern keine anderen rechtlich zulässigen Gründe für die Speicherung vorliegen (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen). Im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe. **Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website** Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert. **Widerruf Ihrer Einwilligung zur Datenverarbeitung** Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt. **Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)** WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO). WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO). **Beschwerderecht bei der zuständigen Aufsichtsbehörde** Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe. **Recht auf Datenübertragbarkeit** Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist. **Auskunft, Berichtigung und Löschung** Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden. **Recht auf Einschränkung der Verarbeitung** Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen: - Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. - Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen. - Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. - Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. - Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden. **SSL- bzw. TLS-Verschlüsselung** Diese App nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Registrierungsdaten oder Anfragen, die Sie über die App senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass in Ihrer App-Verbindung ein entsprechendes Sicherheitszertifikat hinterlegt ist. Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden. **Widerspruch gegen Werbe-E-Mails** Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.
tr: ** Veri Koruması ** Bu uygulamanın operatörleri kişisel verilerinizin korunmasını çok ciddiye alır.Kişisel verilerinizi gizli ve yasal veri koruma düzenlemelerine ve bu veri koruma beyanına uygun olarak ele alıyoruz. Bu uygulamayı kullanırsanız, çeşitli kişisel veriler toplanacaktır.Kişisel veriler, kişisel olarak tanımlamak için kullanılabilecek verilerdir. Mevcut Veri Koruma Beyanı, hangi verileri topladığımızı ve ne için kullandığımızı açıklar.Ayrıca nasıl ve hangi amaçla olduğunu açıklıyor. İnternetteki veri iletiminin (örneğin e -posta ile iletişim kurarken) güvenlik boşluklarına sahip olabileceğini belirtmek isteriz. Üçüncü tarafların erişiminden önce verilerin tam olarak korunması mümkün değildir. ** Sorumlu bedenle ilgili not ** Bu uygulamada veri işleme için sorumlu gövde: Esther Lukeba Blumermann Straße 17 53842 Troisdorf Telefon: 022418667509 E-posta: Esther.Lukeba [@hsrw.org] (Mailto: Lennart-luis.guggenberger@hsrw.org) Sorumlu beden, kişisel verileri işleme amaçları ve araçları için tek başına veya başkalarıyla birlikte olan doğal veya yasal kişidir (ör. B. İsimler, e -posta adresleri veya benzerleri) karar verir. ** Bellek Süresi ** Bu Veri Koruma Beyannamesi'nde daha özel bir depolama süresi belirtilmediğinden, veri işleme amacı artık gerekli olmayana kadar kişisel verileriniz bizimle kalır. Meşru bir silme talebi talep ederseniz veya veri işleme rızasını iptal ederseniz, e -posta adresi, telefon numarası ve profil resmi gibi kişisel verileriniz silinecektir. Bununla birlikte, toplantı protokollerinin bütünlüğünü ve izlenebilirliğini sağlamak için, ilgili kişinin kimliği (örneğin isim ve rol) bu protokollerde devam etmektedir.Bu, belgelerin özgünlüğüne ve bütünlüğüne hizmet eder. Diğer kişisel veriler, depolama için yasal olarak izin verilen başka bir neden yoksa (örn. Vergi veya ticari tutma süreleri) geri dönülmez bir şekilde kaldırılır.İkinci durumda, silme bu nedenlere göre silinir. ** Bu web sitesinde veri işlemenin yasal temeli hakkında genel bilgiler ** Veri işlemeye rıza gösterdiyseniz, kişisel verilerinizi ART'a göre işleriz. 6 Para.Üçüncü ülkelerde kişisel verilerin aktarılması durumunda, bir GDPR.Çerezleri saklıyorsanız veya son cihazınızda bilgilere erişiyorsanız (ör. Cihaz parmak izi yoluyla onaylanmıştır), veri işleme ayrıca Bölüm 25 (1) TDDDG temelinde gerçekleştirilir.Onay herhangi bir zamanda iptal edilebilir.Verileriniz, sözleşmenin yerine getirilmesi için gerekiyorsa, verilerinizi 1 LIT.B GDPR'ye göre işleriz.Bu ise verilerinizi de işleriz Yasal bir yükümlülüğü yerine getirmek için 6 para. C GDPR.Veri işleme, 6 para.Bu veri koruma beyanının aşağıdaki paragraflarında, her bir davada ilgili yasal temeller bilgilendirilmiştir. ** Veri işlemeye rızanızın iptali ** Birçok veri işleme işlemi yalnızca açık rızalarıyla mümkündür.Zaten verilen bir rızayı herhangi bir zamanda iptal edebilirsiniz. Veri işlemenin yasallığı, iptal, iptalten etkilenene kadar gerçekleştirilir. ** Özel durumlarda ve karşı veri toplamaya karşı itiraz hakkı Doğrudan Reklam (Madde 21 GDPR) ** Veri işleme sanata dayalı ise.6 para.1 LIT. E veya F GDPR, kişisel verilerinizin işlenmesine herhangi bir zamanda, özel durumunuzdan kaynaklanan nedenlerden dolayı itiraz etme hakkına sahipsiniz;Bu, bu hükümlere dayanan bir profilleme için de geçerlidir.İşlemenin dayandığı ilgili yasal temel bu veri koruma beyanında bulunabilir. Bir itirazda bulunursanız, çıkarlarınızı, haklarınızı ve özgürlüklerinizi veya işlemenizi daha ağır basan işleme için zorlayıcı meşru gerekçeler gösteremedikçe, verilerinizi kişisel verilere tabi olarak işlemeyeceğiz. Yasal Talepler (Madde 21 para. 1 GDPR'ye göre itiraz). Kişisel verileriniz doğrudan posta çalıştırmak için işlenirse, bu tür reklamların amacıyla ilgili kişisel verilerin işlenmesine herhangi bir zamanda itiraz etme hakkınız vardır;Bu, bu tür doğrudan reklamlara bağlı olduğu sürece profil oluşturma için de geçerlidir.Çelişiyorsanız, kişisel verileriniz artık doğrudan posta amacıyla kullanılmayacaktır (Madde 21 paragrafına göre itiraz. 2 GDPR). ** Sorumlu Denetim Kurumu ile Şikayet Doğru ** GDPR'nin ihlali durumunda, etkilenenlerin birine şikayet etme hakkı vardır. Denetim Otoritesi, özellikle üye ülkelerinde alışılmış kalış sürelerinde, işyerlerinin veya iddia edilen ihlallerin yeri. Şikayet etme hakkı, diğer idari veya adli hukuk yollarına önyargısızdır. ** Veri taşınabilirliği hakkı ** Rızanıza dayandığımız veya bir sözleşmeyi yerine getirme hakkına, verilere sahipsiniz Otomatik olarak işleme, kendiniz veya üçüncü bir tarafa ortak, makine okunabilir bir formatta sahip olmak. Verilerin sorumlu başka bir kişiye doğrudan aktarılmasını talep ederseniz, bu yalnızca teknik olarak mümkünse yapılır. ** Bilgi, düzeltme ve silme ** Geçerli yasal hükümlerin bir parçası olarak, depolanan kişisel verileriniz, kökeni ve alıcısı ve veri işleme amacı ve gerekirse bu verileri düzeltme veya silme hakkı hakkında ücretsiz bilgilere sahipsiniz. Kişisel verilerle ilgili daha fazla soru için istediğiniz zaman bizimle iletişime geçebilirsiniz. ** İşleme kısıtlama hakkı ** Kişisel verilerinizin işlenmesini kısıtlama hakkına sahipsiniz.Sizin zaman bizimle iletişime geçebilirsiniz. İşleme kısıtlama hakkı aşağıdaki durumlarda vardır: - Bizim tarafımızdan saklanan kişisel verilerinizin doğruluğunu inkar ederseniz, bunu kontrol etmek için genellikle zamana ihtiyacımız var. Sınav süresi boyunca, kişisel verilerinizin işlenmesini kısıtlama hakkına sahipsiniz. - Kişisel verilerinizin işlenmesi hasta/gerçekleşirse, silme yerine veri işleme kısıtlamasını talep edebilirsiniz. - Artık kişisel verilerinize ihtiyacımız yoksa, ancak yasal talepleri kullanmanız, savunmanız veya iddia etmeniz gerekiyorsa, silmek yerine kişisel verilerinizin işlenmesini talep etme hakkına sahipsiniz. - Çelişkili iseniz. 21 para. Kimin çıkarlarının sizi ağır bastığı henüz açık olmadığı sürece, kişisel verilerinizin işlenmesini kısıtlama hakkına sahipsiniz. - Kişisel verilerinizin işlenmesini kısıtladıysanız, bu veriler - depolamanız dışında - yalnızca rızanızla veya yasal talepleri iddia etmek, kullanmak veya savunmak veya farklı bir doğal veya yasal kişinin haklarını korumak veya nedenlerle veya nedenlerle olabilir. Avrupa Birliği veya Üye Devletin önemli bir kamu yararı. ** SSL veya TLS Şifreleme ** Bu uygulama, güvenlik nedeniyle ve kayıt verileri veya uygulama üzerinden gönderdiğiniz sorular gibi gizli içeriği korumak için SSL veya TLS şifrelemesini kullanır.Uygulama bağlantınızda karşılık gelen bir güvenlik sertifikası depolandığı gerçeğinden şifreli bir bağlantı görebilirsiniz. SSL veya TLS şifrelemesi etkinleştirilir, bize ilettiğiniz veriler üçüncü taraflar tarafından okunamaz. ** Reklam e -postalarına itiraz ** Açıkça talep edilmeyen reklam ve bilgi materyali gönderme yükümlülüğü çerçevesinde yayınlanan iletişim bilgilerinin kullanımı burası itiraz edilir. Sayfaların operatörleri, reklam oluşumlarının istenmeyen gönderilmesi durumunda, örneğin spam e -postaları aracılığıyla yasal adımlar atma hakkını saklı tutar.
